[
    {
        "index":                    1,
        "listingId":                "pho-75",
        "name":                     "Pho 75",
        "size":                     "large",
        "address":                  "1122 Washington Avenue",
        "csz":                      "Philadelphia, PA 19147",
        "description":              "A local chef favorite, this pho spot was visited by none other than Anthony Bourdain when he stopped in Philly in 2012. Bourdain nursed a hangover at Pho 75 on Washington Avenue, but the shop is known for curing cravings for top-of-the-line pho perfect for any meal or any remedy. In addition to its location in a Vietnamese strip mall on Washington Avenue, Pho 75 also has a location on Adams Avenue in the Northeast."
    },
    {
        "index":                    2,
        "listingId":                "vietnam-restaurant",
        "name":                     "Vietnam Restaurant",
        "size":                     "medium",
        "address":                  "221 North 11th St",
        "csz":                      "Philadelphia, PA 19107",
        "description":              "Impossibly quick, surprisingly inexpensive and deliciously authentic, Vietnam, an 11th Street hangout, has been offering traditional fare such as crispy crepes, broken rice platters and steaming bowls of pho since the early 1980s."
    },
    {
        "index":                    3,
        "listingId":                "pho-xe-lua",
        "name":                     "Pho Xe Lua",
        "size":                     "small",
        "address":                  "907 Race St",
        "csz":                      "Philadelphia, PA 19107",
        "description":              "For affordable prices and good pho, why not pay Pho Xe Lua Viet Thai a visit? The menu is extensive and stretches beyond pho. Indulge in a Vietnamese sandwich or fried noodles as well."
    },
    {
        "index":                    4,
        "listingId":                "vietnam-cafe",
        "name":                     "Vietnam Cafe",
        "size":                     "small",
        "address":                  "816 South 47th Street",
        "csz":                      "Philadelphia, PA 19143",
        "description":              "Located in Cedar Park, Vietnam’s sister restaurant, Vietnam Cafe, serves up the same big flavor in a smaller space. Slurp up a variety of pho in addition to many other entrees."
    },
    {
        "index":                    5,
        "listingId":                "pho-ha",
        "name":                     "Pho Ha",
        "size":                     "medium",
        "address":                  "610 Washington Avenue",
        "csz":                      "Philadelphia, PA 19147",
        "description":              "For pho that is sworn to be delicious and authentic, look no further than Pho Ha. There is something for everyone, its menu boasts endless pho combinations. Take note, Pho Ha is a cash only eatery."
    },
    {
        "index":                    6,
        "listingId":                "pho-ha-saigon",
        "name":                     "Pho Ha Saigon",
        "size":                     "small",
        "address":                  "320 West Oregon Avenue",
        "csz":                      "Philadelphia, PA 19148",
        "description":              "Located on Oregon Avenue in South Philly, Pho Ha Saigon invites guests in for breakfast — yup, pho for breakfast is a staple — lunch or dinner and a wide variety of steaming pho."
    },
    {
        "index":                    7,
        "listingId":                "nam-phuong",
        "name":                     "Nam Phuong Resaurant",
        "size":                     "small",
        "address":                  "1100 Washington Avenue",
        "csz":                      "Philadelphia, PA 19147",
        "description":              "Everyday from 10 a.m. to 10 p.m., Nam Phuong serves up bowls upon bowls of pho of all varieties. Pho options include chicken, steak, tripe and well done flank steak all ringing in at less than $6."
    },
    {
        "index":                    8,
        "listingId":                "thang-long-noodle-restaurant",
        "name":                     "Thang Long Noodle Restaurant",
        "size":                     "small",
        "address":                  "2534-36 Kensington Avenue",
        "csz":                      "Philadelphia, PA 19125",
        "description":              "Situated in Kensington away from most of the other pho restaurants, Thang Long Noodle Restaurant serves up yummy pho, noodle soups and other Vietnamese dishes. Want to spend as little as possible? No problem, enjoy the $5 meal specials from 2 to 6pm."
    },
    {
        "index":                    9,
        "listingId":                "pho-ta-restaurant",
        "name":                     "Pho Ta Restaurant",
        "size":                     "medium",
        "address":                  "1111 South 11th Street",
        "csz":                      "Philadelphia, PA 19147",
        "description":              "Pho Ta’s menu is broken down into sections — for the beginners, just regular, the adventurer’s choice and special pho. There is even an option to create your own pho with choices as specific as the options for creating your own hoagie at Wawa. You can choose everything from what type of broth, how many noodles and the type of meat and vegetables you want in your soup."
    },
    {
        "index":                    10,
        "listingId":                "le-viet",
        "name":                     "Le Viet",
        "size":                     "small",
        "address":                  "1019 South 11th Street",
        "csz":                      "Philadelphia, PA 19147",
        "description":              "Le Viet in Bella Vista warms the soul with two types of pho and a lengthy list of cocktails to accompany the perfect-for-winter meal. Seeking something beyond pho? Choose from stir frys, Vietnamese clay pots and much more at this polished spot."
    },
    {
        "index":                    11,
        "listingId":                "pho-cali",
        "name":                     "Pho Cali",
        "size":                     "large",
        "address":                  "1000 Arch Street",
        "csz":                      "Philadelphia, PA 19107",
        "description":              "Located in the heart of Chinatown, head over to Pho Cali for some piping hot pho and a cup of bubble tea, a Taiwanese tea-based drink made with tapioca pearls."
    },
    {
        "index":                    12,
        "listingId":                "atm-pho-and-cafe-saigon",
        "name":                     "ATM Pho Cafe Saigon",
        "size":                     "medium",
        "address":                  "4248 Spruce Street",
        "csz":                      "Philadelphia, PA 19104",
        "description":              "In addition to serving a great pot of pho, Pho and Cafe Saigon is also a favorite BYOB. Located in University City, bring a bottle of wine and enjoy speedy service and, of course, tasty pho."
    },
    {
        "index":                    13,
        "listingId":                "pho-saigon",
        "name":                     "Pho Saigon",
        "size":                     "small",
        "address":                  "1100 South Christopher Columbus Boulevard #22",
        "csz":                      "Philadelphia, PA 19147",
        "description":              "Located on the ever-bustling Columbus Boulevard, Pho Saigon dishes out more than 10 types of pho — rare steak, well-done flank steak, brisket and much, much more."
    },
    {
        "index":                    14,
        "listingId":                "mekong-river",
        "name":                     "Mekong River",
        "size":                     "small",
        "address":                  "1120 South Front Street",
        "csz":                      "Philadelphia, PA 19147",
        "description":              "This Front Street pho spot specializes in satisfying customers all around. With three types of pho on the menu and a make-you-own option, there is no shortage of steamy soup at Mekong River."
    }
]